{
  "game_title": "Adventurer's Voyage",
  "game_subtitle": "Memoirs of a Wanderer",
  "intro_volume": "Volume 1. The Beginning",
  "intro_day1_title": "Day 1. Arrival",
  "intro_day1_text": "After days of wandering through the wilderness,\n I finally stumbled upon a settlement.\n\nI should introduce myself to the locals\nand find supplies for the journey ahead.",
  "intro_continue": "Click to continue...",
  "gameStart": "The Game Begins!",
  "writerHello": "Writer: \"Hello! Take this diary...\"",
  "writerGoodbye": "Writer: \"Good luck! Don't forget to write.\"",

  "armorerQuest": "Want some shield? I don’t have the materials to forge it. Bring me 14 stones from the Bizarre Forest.",
  "armorerSuccess": "Whoa, that’s a lot of stones! Great work. Here, I’ve forged a Shield for you.",
  "armorerGoodbye": "Take good care of that shield.",

  "merchantHello": "Merchant: \"Fresh potatoes! Best price!\"",
  "merchantGoodbye": "Merchant: \"Come back if you get hungry.\"",
  "merchantSell": "I'm out of potatoes, but I can sell you one for 50 coins.",
  "merchantBought": "It's a pleasure doing business with you! Here's your potato.",
  "merchantNoMoney": "You don’t have enough coins! Come back when you're richer.",

  "uiDiary": "Diary (click to read)",
  "uiDiarySettings": "Diary",
  "uiArmor": "Armor",
  "uiPotato": "Potato (+2 to health)",
  "uiStone": "Stone",
  "uiYouDied": "YOU DIED",
  "uiRestart": "💀 RESTART (Press R)",
  "uiSettings": "SETTINGS",
  "uiLanguage": "Language",
  "uiMove": "Move",
  "uiAttack": "Attack",
  "uiInventory": "Inventory",
  "uiClose": "Close tab",
  "uiStartOver": "Start Over (F9)",
  "uiStartOverConfirm": "Are you sure?",

  "heroThoughts_cantLeave": "(Thoughts): I can't leave without a diary. I need to record everything.",
  "heroThoughts_needPotato": "(Thoughts): Can't go into the forest without supplies. The Merchant had some food.",
  "heroThoughts_fall": "Oh, a rock!.. AAAAAAH!!!...",
  "heroThoughts_bag": "Phew, my belongings are intact! Even my journal survived.",
  "heroThoughts_mustFindBag": "I need to find my things...",

  "uiDay": "Day",
  "uiCoins": "Coins: ",
  "location_town": "Silent Town",
  "location_forest": "Bizarre Forest",

  "uiDiaryTitle": "TRAVELER'S NOTES",
  "diary_day1_title": "Day 1. Arrival",
  "diary_day1_text": "And here I am in the big town. There wasn’t really anywhere to go, so I visited several houses and shops. In one of the houses, I came across a writer. She gave me an empty journal so that I could record my journey.",
  "potato_day1_text": "Visited several countryside market stalls. The merchant gave me raw potatoes for growing.",
  "shield_day1_text": "I stopped by the weaponsmith and told him that I was planning to travel across the square world. He liked my idea and promised to hand me a shield.",
  "forest_day1_text": "By evening, I had left the city and entered a peculiar forest. I decided to search for a place to settle and develop. Dusk was falling",
  "mountains_day1_text": "Walking along the road in the peculiar forest, I ran into some enemies. I had to fight them with a stone dagger. I managed to stab one of the enemies almost immediately. However, another one turned out to be stronger, and I had to retreat into the mountains. During my “tactical retreat,” I didn’t notice a stone lying on the ground, tripped over it, tumbled down several blocks, and blacked out.",
  "rebirth_day2_title": "Day 2. Rebirth",
  "rebirth_day2_text": "I came to the city’s infirmary in the morning. I had no belongings with me. They said that they might be located below the place where I was found. I spent the first half of the day searching for the spot where I had fallen. Sure enough — all my belongings were there. I spent the rest of the day on the mountain, making entries in my journal. There were no monsters on the slope, and I managed to get some sleep."
}
