{
  "game_title": "Путешествие Авантюриста",
  "game_subtitle": "Мемуары Странника",
  "intro_volume": "Том 1. Начало пути",
  "intro_day1_title": "День 1. Прибытие",
  "intro_day1_text": "Спустя несколько дней скитаний по пустоши, я наконец набрел на поселение.\n\nНужно познакомиться с местными жителями\nи найти припасы для дальнейшего пути.",
  "intro_continue": "Нажмите чтобы продолжить...",
  "gameStart": "Игра Начинается!",
  "writerHello": "Писательница: \"Привет! Возьми дневник...\"",
  "writerGoodbye": "Писательница: \"Удачи! Не забывай писать.\"",

  "armorerQuest": "Хочешь щит? Мне не из чего его ковать. Принеси 14 камней из Причудливого леса.",
  "armorerSuccess": "Ого, сколько камней! Отличная работа. Вот, держи, сковал тебе Щит.",
  "armorerGoodbye": "Береги этот щит.",

  "merchantHello": "Торговец: \"Свежая картошка! Недорого!\"",
  "merchantGoodbye": "Торговец: \"Приходи, если проголодаешься.\"",
  "merchantSell": "Картошка закончилась, но могу продать тебе одну за 50 монет.",
  "merchantBought": "С тобой приятно иметь дело! Держи картошку.",
  "merchantNoMoney": "У тебя не хватает монет! Приходи, когда разбогатеешь.",

  "uiDiary": "Дневник (нажми, чтобы прочесть)",
  "uiDiarySettings": "Дневник",
  "uiArmor": "Броня",
  "uiPotato": "Картошка (+ 2 к здоровью)",
  "uiStone": "Камень",
  "uiYouDied": "ВЫ ПОГИБЛИ",
  "uiRestart": "💀 ЗАНОВО (Жми R)",
  "uiSettings": "НАСТРОЙКИ",
  "uiLanguage": "Язык",
  "uiMove": "Движение",
  "uiAttack": "Атака",
  "uiInventory": "Инвентарь",
  "uiClose": "Закрыть окно",
  "uiStartOver": "Начать заново (F9)",
  "uiStartOverConfirm": "Точно сбросить?",
  "uiCredits": "Путешествие Авантюриста | v1.0",

  "heroThoughts_cantLeave": "(Мысли): Я не могу уйти без дневника. Мне нужно записывать всё, что происходит.",
  "heroThoughts_needPotato": "(Мысли): Нельзя идти в лес без припасов. Кажется, у Торговца была еда.",
  "heroThoughts_fall": "Ой, камень!.. АААААА!!!...",
  "heroThoughts_bag": "Фух, мои вещи на месте! Даже дневник уцелел.",
  "heroThoughts_mustFindBag": "Надо найти мои вещи...",

  "uiDay": "День",
  "uiCoins": "Монеты: ",
  "location_town": "Тихий Город",
  "location_forest": "Причудливый Лес",

  "uiDiaryTitle": "ЗАПИСКИ СТРАННИКА",
  "diary_day1_title": "День 1. Прибытие",
  "diary_day1_text": "И вот я в большом городе. Идти было особо некуда, поэтому я посетил несколько домов и магазинов. В одном доме мне повстречалась писательница. Она дала мне пустой дневник, чтобы я вел записи своего путешествия.",
  "potato_day1_text": "Посетил несколько загородных торговых палаток. Торговец подарил мне сырую картошку для выращивания.",
  "shield_day1_text": "Зашёл к оружейнику и рассказал ему, что собираюсь путешествовать по квадратному миру. Ему понравилась моя задумка, и он пообещал вручить мне щит.",
  "forest_day1_text": "К вечеру я вышел из города в причудливый лес. Решил направиться на поиски местечка для развития. Смеркалось.",
  "mountains_day1_text": "Идя по дороге в причудливом лесу, я наткнулся на врагов. Пришлось сражаться с ними каменным кинжалом. Одного из врагов удалось почти сразу затыкать кинжалом. Однако другой оказался сильнее, и мне пришлось отступить, забравшись в горы. Во время моего «тактического отступления» я не заметил лежащий на земле камень, споткнулся, покатился кубарем вниз на несколько блоков и вырубился.",
  "rebirth_day2_title": "День 2. Возрождение",
  "rebirth_day2_text": "Пришёл в себя утром уже в городской лечебнице. При себе никаких вещей не оказалось. Сказали, что они, возможно, находятся ниже того места, где меня обнаружили. Первую половину дня потратил на поиски места своего падения. И правда — все вещи были там. Оставшуюся половину дня провёл на горе, внося записи в дневник. На склоне горы монстров не оказалось, и мне удалось поспать.",
  "": ""
}
